[
  {
		"id": 1,
		"href": "https://vilagen-seqburger.herokuapp.com/",
		"github": "https://github.com/vilagen/sequelizedBurger",
		"photo": "/photos/makeABurger.PNG",
		"alt": "Eat a Burger",
		"title": "Eat a Burger",
		"description": "A website where a user gets to create a burger, then eat it.",
		"description2": "This project was done to learn how to apply an SQL database to our website. This uses sequelize to create the SQL models. When a user types a burger name, it is created into the database, then when 'eaten' a value is updated, putting the burger in another bracket. This site is also using handlebars to move the burgers around."
	},

	{
		"id": 2,
		"href": "https://musicluster.herokuapp.com/",
		"photo": "/photos/musiCluster.PNG",
		"github": "https://github.com/lucasmdmartins/musicluster",
		"alt": "MusiCluster",
		"title": "MusiCluster",
		"description": "A team full stack project. Make a profile create your own list of albums.",
		"description2": "A group project using full stack development. Using login authentication (Passport.js), users find music albums, save it to their profile (POST) and then can see what albums they have saved in their profile (GET)."
	},

	{
		"id": 3,
		"href": "https://vilagen-nytscrape.herokuapp.com/",
		"github": "https://github.com/vilagen/newsScraping",
		"photo": "/photos/newscrapper.png",
		"alt": "News Scrapper",
		"title": "News Scrapper",
		"description": "This project was made to learn about how to scrape a website, and save such information on a Mongo DB.",
		"description2": "This project utilizes Mongoose to create a NoSQL database, with two collections. One for the articles being pulled, and other for comments."
	},

	{
		"id": 4,
		"href": "https://vilagen-googlebooks.herokuapp.com/",
		"github": "https://github.com/vilagen/googlebooks",
		"photo": "/photos/bookSearch.png",
		"alt": "Google Books",
		"title": "Google Books",
		"description": "Search and save books that interest you, with a link to buy the book.",
		"description2": "Googlebooks is a full stack MERN project. A NoSQL database was used to save results, with axois being used in the backend to make the API call to googlebooks, then to call the user data for what specific books have been saved. This page was also built using React."
	},

	{
		"id": 5,
		"href": "https://ducklink.herokuapp.com",
		"github": "https://github.com/JustinConforti/DuckLink",
		"photo": "/photos/ducklink.PNG",
		"alt": "Duck Link",
		"title": "Duck Link",
		"description": "A website to play games with your own customized duck avatar.",
		"description2": "This application allows one to create their own username, then create a duck of their own to play games. This was a group project, using the MERN stack. Responsibilities included creating the registration routes, models, and controllers, making sure password was hashed with bcrypt, and bug fixes as we were merging updates to Master branch."
	}
]